[
  {
    "publish": "July 30, 2018, 09:00:00",
    "name": "Marsha P Johnson",
    "tag": "Pay it no Mind",
    "bio": "Marsha P. Johnson (1945-1992) was a gender non-conforming African-American LGBTQ rights activist, sex worker, self-identified drag queen. She was unapologetically herself – this fearlessness was evident in her involvement on the front lines of the Stonewall Riots and in her activism with the Gay Liberation Front and ACT UP (AIDS Coalition to Unleash Power).\n\n  People often asked her what the \"P.\" stood for, to which she replied \"Pay it no mind\". This was a way for her to claim her own identity and brush off the constant questioning from the public as to whether she was female or male.\n\n  As a central figure in the 1969 police raid on Stonewall Inn and the gay rights movement that followed, Marsha—alongside Sylvia Rivera both transgender women of color—refused to be excluded from the liberation movement by mainstream members of the gay community. In 1970, Marsha and Sylvia co-founded STAR (Street Transvestite Action Revolutionaries), a groundbreaking organization dedicated to providing assistance and shelter to homeless gay and transgender youth, which was the first of its kind and would later become a model for similar organizations and shelters. Intersectionality was at the heart of their politics and STAR sought to protect the most vulnerable members of society.\n\n  Marsha P. Johnson was found dead in the Hudson River in 1992. While police deemed suicide the cause of her death, several of her close friends and members within her community suspected murder. The case around her death was reopened in 2012, and in 2017 a documentary re-examining her death released, _The Death and Life Of Marsha P. Johnson._\n\n  In continuation of her legacy, The Marsha P. Johnson Institute is scheduled to open later this year. It will be a space for black trans women and femmes to come together and work towards their shared empowerment through healing, transformative leadership and advocacy."
  },
  {
    "publish": "July 31, 2018, 09:00:00",
    "name": "Mel Boozer",
    "tag": "Someone in Your Life is Gay",
    "bio": "Mel Boozer (1946-1987) was a gay African American LGBTQ activist and a social and political trailblazer for black gay people during the 20th century. An extremely determined man, he set out to fight for visibility and equal rights for both African Americans and the LGBTQ community. He attended Dartmouth College in 1963 on scholarship as one of the only black students at the entire university, received his PhD from Yale, and then began his short but compelling career as a sociology professor at the University of Maryland.\n\n As the first black president of the Gay Activists Alliance (GAA), he oversaw the movement to allow the GAA to lay a wreath at the Tomb of the Unknowns in order to honor gay and lesbian soldiers. He also implemented the famous \"Someone in your life is gay\" poster campaign on Washington Metrobuses. During his presidency of this organization (which is still active today under the name Gay and Lesbian Activists Alliance), they unanimously won the right to decriminalize sodomy and repealed solicitation laws, but this was eventually overturned by Congress under pressure from Christian right-wing lobbyists.\n\n He was a pioneer for gay black men in America and regularly wrote for Blacklight, the first national black gay periodical founded by Sidney Brinkley. He also fought for recognition of gay people as victims of the Holocaust while the National Holocaust museum was in early planning, led the DC office of the National Gay Task Force, and co-founded the Langston hughes-Eleanor Roosevelt Democratic Club to advocate for more Black LGBTQ people in DC.\n\n Mel Boozer’s presence in Washington DC was the most visible in 1980 when he became the first openly gay person to be nominated as Vice President to Jimmy Carter. This nomination was possible thanks to the 77 members of the lesbian and gay caucus who collected 400 votes to nominate Mel. Upon realizing he would be just shy of enough votes to win, he withdrew his nomination so that he could give a concession speech urging his peers to support equality for LGBTQ people.\n\n As an activist, he was also a prominent figure in the fight against AIDS/HIV issues, recognizing that the crisis was widely affecting black people far more than any other group. He died of AIDS-related illness himself and has been recognized on the AIDS Memorial Quilt, a public display which was nominated for a Nobel Peace Prize in 1989 and is still showcased today."
  },
  {
    "publish": "August 1, 2018, 09:00:00",
    "name": "Lou Graydon Sullivan",
    "tag": null,
    "bio": "Lou Graydon Sullivan (1951-1991) was one of the first openly gay transgender men, and is largely considered responsible for the modern understanding of sexual orientation and gender identities as distinct concepts. Born in a religious Catholic family in Wisconsin, Sullivan grew up questioning his own identity and aspired to feel more comfortable in his own skin. In his twenties and with the support of his family, he moved to San Francisco where he could explore himself and gain better access to resources.\n\n  This, however, proved to be more difficult than he had expected. He was repeatedly denied sexual reassignment surgery because of his sexual orientation. At the time, the overwhelming majority of doctors wanted these surgeries to produce heterosexual citizens. He eventually found doctors who would allow him this transition, a process that spanned over the course of seven years. His activism truly began with this challenge. He pioneered the grassroots Female-To-Male movement, and successfully lobbied for reforms to diagnostic categories of sexual reassignment surgeries. Homosexuality is no longer a disqualifying factor for surgical transitions.\n\n  Sullivan spent his career working to increase resources for trans men. He wrote the first guidebook _Information for the Female to Male Cross-Dresser and Transsexual_, and co-founded the GLBT Historical Society which maintained an archive of resources and references for trans people. His influence is prevalent today because of his grassroots female-to-male movement, which eventually became FTM International (still operating today). During his time as the editor for _The Gateway_, a newsletter focused on transvestism and transsexualism, he expanded FTM focus with more written works and information.\n\n  Sullivan was diagnosed with AIDS in his late 30’s. He wrote of his diagnosis \"I took a certain pleasure in informing the gender clinic that even though their program told me I could not live as a Gay man, it looks like I’m going to die as one\"."
  },
  {
    "publish": "August 2, 2018, 09:00:00",
    "name": "Audre Lorde",
    "tag": null,
    "bio": "Audre Lorde (1934-1992) was a lesbian poet, womanist, warrior, civil rights activist, intersectional feminist and professor. Her written body of work is noted as socially-driven and masterfully technical, spanning poetry to prose. Growing up in Harlem during the Great Depression as a child of immigrants from the Caribbean, Lorde witnessed injustices from an early age and dedicated her career to confronting issues of racism, sexism, classism, homophobia, and especially white feminist racism.\n\n  One of her most notable efforts was her activist work with Afro-German women in Berlin during the ‘80s. She spoke on issues surrounding civil rights, feminism, and oppression. Her continued travels to Mexico, the Caribbean, and West Africa confirmed and clarified her theories on intersecting identities and difference.\n\n  Her stance on the feminist movement was reflected in her infamous work \"The Master’s Tools Will Never Dismantle the Master’s House\", in which she critiqued the lack of intersectionality and support for women of colour and LGBTQ women. She actively worked to incorporate womanist ideology into the feminist community, aiming to make it more inclusive and reflective of the multiplicities that exist both between people and within themselves individually.\n\n  Lorde’s activism led her to co-found the Women’s Coalition of St. Croix, assisting female victims of sexual and domestic violence, and the Sisterhood in Support of Sisters in South Africa, helping black women affected by apartheid injustice. Her efforts were pivotal in the cross-cultural movement, leading to the creation of the Initiative of Black Germans, ADEFRA (Afro-German Women), and Home story Deutchsland.\n\n  Today, Lorde’s impact is evident in multiple realms of the female experience. The Callan-Lorde Community Health Center in New York City is dedicated to providing healthcare for struggling LGBTQ community members. In Brooklyn, the Audre Lorde Project is an active organization providing LGBTQ support and encouraging nonviolent activism. Within the literary world, the Audre Lorde Award is presented by Publishing Triangle to honor exceptional lesbian poetry. She has also been inducted into the Legacy Walk, an outdoor public display in Chicago, securing her name as a permanent part of LGBTQ history.\n\n"
  },
  {
    "publish": "August 3, 2018, 09:00:00",
    "name": "Marielle Franco",
    "tag": null,
    "bio": "Marielle Franco (1979-2018) was a black bisexual Brazilian politician and human rights activist. As a black woman from the Maré favela, she recently made history when elected city councillor of the Municipal Chamber in Rio de Janeiro for the Socialism and Liberty party (PSOL), receiving the fifth highest number of votes that year.\n\n  She represented the majority population of Brazil, but the minority in political institutions, and used this unique perspective to be an active voice for the oppressed. As a councillor she desired to augment the presence of black people, women, and more identities and genders.  She was willing to fight for her life, and the lives and dignity of black and marginalized people.\n\n  Franco fought for the reproductive rights of women, and her first act as a councilwoman was proposing a bill to improve access to legal abortion. She also chaired the Women’s Defense Commission and sought to improve safety in the city for women by providing more resources like improved public transit.\n\n  Franco’s career was cut short when she was killed at the age of 38, after attending a roundtable called \"Young Black Women Moving Power Structures\". It is believed that this was a targeted assassination in response to her speaking out against the militarized state and police violence. Although this tragedy is discouraging, it has sparked thousands of protesters and outcries for justice. As a single mother and soon-to-be wife, Franco was beloved by her daughter and fiancé and is remembered as a powerful woman who remained true to her values of equality, diversity, and visibility.\n\n"
  }
]
